Repository: uunlu/f1-ios
Catalog: F1App/Support/Localizable.xcstrings
Source language: en
Languages: de

# back_to_seasons
source: Seasons
de: Saisons

source: Champion badge
de: Champion-Abzeichen

source: Championship
de: Meisterschaft

# collapse_details
source: Collapse to hide details
de: Einklappen, um Details auszublenden

source: Constructor
de: Konstrukteur

source: Dismiss
de: Schließen

source: Driver
de: Fahrer

source: Drivers' Championship Winner
de: Fahrer-Weltmeister

source: Error Loading Data
de: Fehler beim Laden der Daten

# error_title
source: Something went wrong
de: Etwas ist schiefgegangen

# expand_details
source: Expand to view more details
de: Erweitern, um weitere Details anzuzeigen

source: F1 World Champions
de: F1 Weltmeister

# formula_1_history
source: Formula 1 Championship History
de: Formel 1 Meisterschaftsgeschichte

source: Formula 1 World Championship
de: Formel 1 Weltmeisterschaft

source: Hide details
de: Details ausblenden

source: Last updated: %@
de: Zuletzt aktualisiert: %@

source: Loading
de: Laden

source: Loading content
de: Inhalt wird geladen

source: Loading seasons...
de: Saisons werden geladen...

source: No data available
de: Keine Daten verfügbar

# no_race_winners_found
source: No race winners found for this season
de: Keine Rennsieger für diese Saison gefunden

source: No seasons available
de: Keine Saisons verfügbar

source: No seasons found
de: Keine Saisons gefunden

source: Pull to refresh
de: Zum Aktualisieren ziehen

# race_time
source: Time: %@
de: Zeit: %@

source: Race Winners
de: Rennsieger

# race_winners_navigation_title
source: Race Winners - %@
de: Rennsieger - %@

# race_winners_title
source: Race Winners
de: Rennsieger

source: Refresh Failed
de: Aktualisierung fehlgeschlagen

source: Retry
de: Wiederholen

source: Round
de: Runde

# round_label
source: Round %@
de: Runde %@

source: Season
de: Saison

# season_accessibility_label
source: Season %@, %@, %@
de: Saison %@, %@, %@

# season_button_hint
source: Tap to view race winners for this season
de: Tippen, um Rennsieger für diese Saison anzuzeigen

# season_details_title
source: Season
de: Saison

# seasons_title
source: F1 World Champions
de: F1 Weltmeister

source: Show details
de: Details anzeigen

# tap_to_retry
source: Tap to retry the operation
de: Tippen, um es erneut zu versuchen

# tap_to_view_winners
source: Tap to view race winners
de: Tippen, um Rennsieger anzuzeigen

source: Team color indicator
de: Team-Farb-Indikator

source: Try Again
de: Erneut versuchen

source: World Champion
de: Weltmeister
